Repository: ilyapaddubny/News-ToDay
Catalog: News ToDay/Localizable.xcstrings
Source language: en
Languages: ru

source: Health
ru: Здоровье

source: ⚽️ Sports
ru: ⚽️ Спорт

source: 🌐 General
ru: 🌐 Общее

source: 🎉 Leisure
ru: 🎉 Отдых

source: 💊 Health
ru: 💊 Здоровье

source: 💼 Business
ru: 💼 Бизнес

source: 📱 Digital
ru: 📱 Гаджеты

source: 🔬 Science
ru: 🔬 Наука

source: Bookmarks
ru: Закладки

source: Browse
ru: Каталог

source: Business
ru: Бизнес

source: Categories
ru: Категории

source: Digital
ru: Гаджеты

source: Discover things of the world
ru: Будь в курсе событий

source: English
ru: Английский

# fifthSectionTitle
source: 5. Content Disclaimer
ru: 5. Отказ от ответственности

# firstSectionTitle
source: 1. Introduction
ru: 1. Введение

# fourthSectionTitle
source: 4. User Content
ru: 4. Пользовательский контент

source: General
ru: Общее

# LanBtn
source: Language
ru: Язык

source: Language
ru: Язык

source: Leisure
ru: Отдых

source: Profile
ru: Профиль

source: Recommended
ru: Рекомендации

source: Recommended for you
ru: Рекомендации

source: Russian
ru: Русский

source: Saved articles to the library
ru: Сохраненные статьи

source: Science
ru: Наука

source: Search
ru: Поиск

# secondSectionTitle
source: 2. Acceptance of Terms
ru: 2. Принятие Условий

source: See all
ru: Все новости

source: Select favorite topics
ru: Любимые категории

source: Select some of your favorite topics to let us suggest better news for you
ru: Выберите несколько категорий, для лучшей персонализации новостей

source: Sign Out
ru: Выйти

source: Sports
ru: Спорт

source: Terms & Conditions
ru: Условия пользования

# Terms & Conditions Btn
source: Terms & Conditions
ru: Условия пользования

# thirdSectionTitle
source: 3. Intellectual Property Rights
ru: 3. Права на интеллектуальную собственность

source: Thousands of articles in each category
ru: Тысячи новостей в каждой категории

source: You haven't saved any articles yet. Start reading and bookmarking them now
ru: Вы не сохранили ни одной статьи. Начните читать новости и добавлять их в закладки
